---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DisplacementPath
source: html/a4946353-194c-b567-57f2-2170d7028645.htm
---
# DisplacementPath Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.